Repository: jarysardinha/woocommerce-stelo
Catalog: languages/woocommerce-stelo-*.po
Languages: pt_br

source: The card's BIN was not accepted.
pt_br: O BIN do cartão não foi aceito

source: The card's data are invalid.
pt_br: Os dados do cartão estão inválidos.

source: The was a failure on the authentication with Stelo, verify your credentials
pt_br: Houve uma falha na autenticação com a Stelo, verifique suas credenciais.

source: The necessary fields or headers were not provided.
pt_br: Os campos ou cabeçalhos necessários não foram fornecidos.

source: The payment was processed and is pending on the banks confirmation.
pt_br: O pagamento foi processado e está pendente da confirmação do banco.

source: The payment was partially approved.
pt_br: O pagamento foi aprovado parcialmente.

source: The payment was successfully approved.
pt_br: O pagamento foi aprovado com sucesso.

source: The payment was not approved.
pt_br: O pagamento não foi aprovado.

source: The payment was not approved by the bank.
pt_br: O pagamento não foi aprovado pelo banco.

source: The payment was cancelled, no charge was made.
pt_br: O pagamento foi cancelado, nenhuma cobrança foi feita.

source: The payment was refunded.
pt_br: O pagamento foi reembolsado.

source: Invoice for order %s was refunded
pt_br: Invoice para o pedido %s foi reembolsado

source: Invoice refunded
pt_br: Invoice reembolsada

source: Order %s has been marked as refunded by Stelo.
pt_br: Pedido %s marcado como reembolsado pela Stelo.

source: Integrate WooCommerce with Stelo payment method
pt_br: Integrar o WooCommerce com a Stelo

source: Stelo Request Authorized
pt_br: Requisição da Stelo foi Autorizada

source: Stelo Request Unauthorized
pt_br: Requisição da Stelo não foi Autorizada

source: Notification URL
pt_br: URL de notificação

source: Copy this URL and paste it in the Stelo admin panel in order to receive automatic updates on the payment status
pt_br: Copie esta URL e cole no painel administrativo da stelo para que a loja receba atualizações sobre o status dos pagamentos

source: Enabled / Disabled
pt_br: Habilitado / Desabilitado

source: Enable this payment method
pt_br: Habilitar este meio de pagamento

source: Title
pt_br: Título

source: The title your customer will see on checkout.
pt_br: O título que o cliente irá ver quando estiver fazendo o checkout.

source: Description
pt_br: Descrição

source: The description the customer will see during checkout.
pt_br: A descrição que o cliente irá ver quando estiver fazendo o checkout.

source: Pay with confidence using the Stelo payment system.
pt_br: Pague com tranquilamente usando a Stelo.

source: This is the "Client ID" received from Stelo and will be necessary to create the payment transaction.
pt_br: Este é o "Client ID" recebido pela Stelo e será necessário para criar uma transação de pagamento.

source: This is the "Client Secret" received from Stelo and will be necessary to create the payment transaction
pt_br: Este é o "Client Secret" recebido pela Stelo e será necessário para criar uma transação de pagamento

source: Enviroment
pt_br: Ambiente

source: Put the extenstion in "Sandbox" mode for testing purposes.
pt_br: Por a extensão no modo "Sandbox" para fins de testes.

source: Checkout method
pt_br: Método de checkout

source: Transparent Checkout
pt_br: Checkout transparente

source: Choose how you would like to have the customer checkout.
pt_br: Escolha como vai querer que o cliente faça o checkout.

source: Payment methods
pt_br: Métodos de pagamento

source: Credit Card
pt_br: Cartão de crédito

source: Bankslip
pt_br: Boleto bancário

source: Select the payment methods that will be used for the transparent checkout method.
pt_br: Selecione os meios de pagamentos que irão aparece disponíveis para o cliente no checkout transparente.

source: Status for bankslip
pt_br: Status para boleto bancário

source: Select what status the order should go to when the customer selects the bankslip payment method
pt_br: Selecione para qual status o pedido irá caso o cliente opte por pagar via boleto bancário

source: Thank you for your order, click on the button below to pay with Carteira Digital from Stelo.
pt_br: Obrigado pelo seu pedido, clique no botão abaixo para pagar com a Carteira Digital da Stelo.

source: Cancel Order &amp; Restore Cart
pt_br: Cancelar Pedido &amp; Restaurar Carrinho

source: Pay with Stelo
pt_br: Pagar com Stelo

source: Print the bankslip
pt_br: Imprimir boleto bancário

source: Please click on the button to print your bankslip
pt_br: Por favor clique no botão para imprimir o boleto bancário

source: You can print it and pay on internet banking or any lottery agency.
pt_br: Você pode imprimir e pagar pelo internet banking ou qualquer agência lotérica.

source: After receiving confirmation from the bank, your order will be processed.
pt_br: Após receber confirmação do banco, o seu pedido será processado.

source: Name
pt_br: Nome

source: as printed on the card
pt_br: igual ao cartão

source: Card number
pt_br: Número do cartão

source: Exp. Date
pt_br: Vencimento

source: CVC
pt_br: Código de segurança

source: Installments
pt_br: Parcelamento

source: Pay in full
pt_br: Á Vista

source: Pay in %sx payments
pt_br: Pagar em %sx vezes

source: Owners CPF
pt_br: CPF do Titular

source: Date of birth
pt_br: Data de nascimento

source: The order will be processed after we receive a confirmation from the bank.
pt_br: O pedido será processado após recebimento da confirmação pelo banco.

source: Count with the trust and credibility from Stelo
pt_br: Conte com a confiança e credibilidade da Stelo

source: The plugin <b>WooCommerce Stelo</b> uses <b>WooCommerce Extra Checkout Fields for Brazil</b> to work properly. Please install it on this link <a href="%s">WooCommerce Extra Checkout Fields for Brazil</a>
pt_br: O plugin <b>WooCommerce Stelo</b> utiliza <b>WooCommerce Extra Checkout Fields for Brazil</b> para funcionar corretamente. Por favor instale no seguinte link <a href="%s">WooCommerce Extra Checkout Fields for Brazil</a>

source: Adds the Stelo payment method to your WooCommerce store.
pt_br: Adicione o meio de pagamento da Stelo na sua loja
